paper/tables/dag.md
```mermaid
flowchart LR
    c(circuity) --> D[distance_delta]
    m(meshedness) --> D
    y(cyclomatic) --> D

    D --> S{seg_delta}

```
